<template>
    <v-container fluid id="preparation-body">
        <v-card color="mainColor" class="rounded-xl mx-16">
            <v-container class="pa-8 black--text">
                <v-col cols="12">
                    <h1>プライバシーポリシー</h1>
                </v-col>
                <v-col cols="12">
                    <v-card outlined class="rounded-xl" color="white">
                        <v-card-text>
                        <h2>第1条（個人情報の定義）</h2>
                        <p>「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
                        
                        <h2>第2条（個人情報の収集方法）</h2>
                        <p>当サイトでは、お客様の利用状況を把握するためにGoogleによるアクセス解析ツール「Google Analytics」を利用しています。</p>
                        <p>Google Analyticsはトラフィックデータの収集のためにCookieを使用しています。このトラフィックデータは匿名で収集されており、個人を特定するものではありません。</p>
                        <p>この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。</p>
                        <p>
                            Google Analyticsの利用に関して、詳しくは
                            <a href="https://marketingplatform.google.com/about/analytics/terms/jp/" target="_blank" class="maccha--text">こちら</a>
                            をご覧ください。
                        </p>
                        <p>
                            Google Analyticsにより収集された利用者の情報は、Google社のプライバシーポリシーに基づいて管理されます。Google社のプライバシーポリシーは、
                            <a href="https://policies.google.com/privacy?hl=ja" target="_blank" class="maccha--text">こちら</a> 
                            をご覧下さい。
                        </p>
                        <p>その他：問い合わせで取得したメールアドレス等の情報は、問い合わせへの回答以外では使用しません。</p>

                        <h2>第3条（個人情報を収集・利用する目的）</h2>
                        <p>本サービス提供者が個人情報を収集・利用する目的は，以下のとおりです。</p>
                        <p>（1）本サービス提供者サービスの提供・運営のため</p>
                        <p>（2）ユーザーからのお問い合わせに回答するため</p>
                        <p>（3）上記の利用目的に付随する目的</p>

                        <h2>第4条（利用目的の変更）</h2>
                        <p>（1）本サービス提供者は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。</p>
                        <p>（2）利用目的の変更を行った場合には，変更後の目的について，本サービス提供者所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。</p>

                        <h2>第5条（個人情報の第三者提供）</h2>
                        <p>本サービス提供者は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。</p>
                        <p>（1）人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき</p>
                        <p>（2）公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき</p>
                        <p>（3）国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</p>

                        <h2>第6条（個人情報の利用停止等）</h2>
                        <p>（2）本サービス提供者は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。</p>
                        <p>（2）前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。</p>
                        <p>（3）本サービス提供者は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。</p>

                        <h2>第9条（プライバシーポリシーの変更）</h2>
                        <p>（1）本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。</p>
                        <p>（2）本サービス提供者が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</p>
                        </v-card-text>
                    </v-card>
                </v-col>
            </v-container>
        </v-card>
    </v-container>
</template>

<script>
    export default {
        name: "Terms"
    }
</script>

<style scoped>
    p{
        margin: 0;
    }
    h2{
        margin-top: 10px;
    }
</style>
