<template>
    <v-container fluid id="preparation-body">
        <v-card color="mainColor" class="rounded-xl mx-16">
            <v-container class="pa-8 black--text">
                <v-col cols="12">
                    <h1>利用規約</h1>
                    <p>この規約は、お客様が「Sycall」（以下「本サービス」）をご利用頂く際の取扱いにつき定めるものです。</p>
                    <p>本規約に同意した上で本サービスをご利用ください。</p>
                </v-col>
                <v-col cols="12">
                    <v-card outlined class="rounded-xl" color="white">
                        <v-card-text>
                        <h2>第1条（適用）</h2>
                        <p>・本規約は，ユーザーと本サービス提供者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>
                        <p>・本サービス提供者は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。</p>
                        <p>・本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</p>
        
                        <h2>第2条（規約の変更）</h2>
                        <p>（1）本サービス提供者は必要と判断した場合、利用者の承諾を得ることなく、いつでも、本規約の内容を改定することができるものとし、利用者はこれを異議なく承諾するものとします。</p>
                        <p>（2）本サービス提供者は、本規約を改定するときは、その内容について所定の方法により利用者に通知します。</p>
                        <p>（3）前本規約の改定の効力は、本サービス提供者が前項により通知を行った時点から生じるものとします。</p>
                        <p>（4）利用者は、本規約変更後、本サービスを利用した時点で、変更後の本利用規約に異議なく同意したものとみなされます。</p>
                        
                        <h2>第3条（個人情報等の取り扱い）</h2>
                        <p>個人情報及び利用者情報については、本サービス提供者が別途定める「プライバシーポリシー」に則り、適正に取り扱うこととします。</p>
        
                        <h2>第4条（禁止行為）</h2>
                        <p>本サービスの利用に際し、本サービス提供者は、利用者に対し、次に掲げる行為を禁止します。利用者が禁止事項に違反したと認めた場合、利用者用の一時停止、アクセスの拒否、その他本サービス提供者が必要と判断した措置を取ることができます。</p>
                        <p>（1）本サービス提供者または第三者の知的財産権を侵害する行為</p>
                        <p>（2）本サービス提供者または第三者の名誉・信用を毀損または不当に差別もしくは誹謗中傷する行為</p>
                        <p>（3）本サービス提供者または第三者の財産を侵害する行為、または侵害する恐れのある行為 </p>
                        <p>（4）本サービス提供者または第三者に経済的損害を与える行為</p>
                        <p>（5）本サービス提供者または第三者に対する脅迫的な行為</p>
                        <p>（6）コンピューターウィルス、有害なプログラムを仕様またはそれを誘発する行為 </p>
                        <p>（7）本サービス用インフラ設備に対して過度な負担となるストレスをかける行為 </p>
                        <p>（8）当サイトのサーバーやシステム、セキュリティへの攻撃 </p>
                        <p>（9）本サービス提供者が提供するインターフェース以外の方法で本サービスにアクセスを試みる行為</p>
                        <p>（10）一人の利用者が、複数の利用者IDを取得する行為</p>
                        <p>（11）上記の他、本サービス提供者が不適切と判断する行為</p>
        
                        <h2>第5条（免責）</h2>
                        <p>（1）本サービス提供者は、本サービスの内容変更、中断、終了によって生じたいかなる損害についても、一切責任を負いません。</p>
                        <p>（2）本サービス提供者は、利用者の本サービスの利用環境について一切関与せず、また一切の責任を負いません。</p>
                        <p>（3）本サービス提供者は、本サービスが利用者の特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、利用者による本サービスの利用が利用者に適用のある法令または業界団体の内部規則等に適合すること、および不具合が生じないことについて、何ら保証するものではありません。</p>
                        <p>（4）本サービス提供者は、本サービスが全ての情報端末に対応していることを保証するものではなく、本サービスの利用に供する情報端末のOSのバージョンアップ等に伴い、本サービスの動作に不具合が生じる可能性があることにつき、利用者はあらかじめ了承するものとします。本サービス提供者は、かかる不具合が生じた場合に本サービス提供者が行うプログラムの修正等により、当該不具合が解消されることを保証するものではありません。</p>
                        <p>（5）本サービス提供者は、本サービスを利用したことにより直接的または間接的に利用者に発生した損害について、一切賠償責任を負いません。</p>
                        <p>（6）本サービス提供者は、利用者その他の第三者に発生した機会逸失、業務の中断その他いかなる損害（間接損害や逸失利益を含みます）に対して、本サービス提供者が係る損害の可能性を事前に通知されていたとしても、一切の責任を負いません。</p>
                        <p>（7）第1項乃至前項の規定は、本サービス提供者に故意または重過失が存する場合又は契約書が消費者契約法上の消費者に該当する場合には適用しません。</p>
                        <p>（8）前項が適用される場合であっても、本サービス提供者は、過失（重過失を除きます。）による行為によって利用者に生じた損害のうち、特別な事情から生じた損害については、一切賠償する責任を負わないものとします。</p>
                        <p>（9）利用者と他の利用者との間の紛争及びトラブルについて、本サービス提供者は一切責任を負わないものとします。利用者と他の利用者でトラブルになった場合でも、両者同士の責任で解決するものとし、本サービス提供者には一切の請求をしないものとします。</p>
                        <p>（10）利用者は、本サービスの利用に関連し、他の利用者に損害を与えた場合または第三者との間に紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、本サービス提供者には一切の迷惑や損害を与えないものとします。</p>
                        <p>（11）利用者の行為により、第三者から本サービス提供者が損害賠償等の請求をされた場合には、利用者の費用（弁護士費用）と責任で、これを解決するものとします。本サービス提供者が、当該第三者に対して、損害賠償金を支払った場合には、利用者は、本サービス提供者に対して当該損害賠償金を含む一切の費用（弁護士費用及び逸失利益を含む）を支払うものとします。</p>
                        <p>（12）利用者が本サービスの利用に関連して本サービス提供者に損害を与えた場合、利用者の費用と責任において本サービス提供者に対して損害を賠償（訴訟費用及び弁護士費用を含む）するものとします。</p>
        
                        <h2>第6条（権利譲渡の禁止）</h2>
                        <p>（1）利用者は、予め本サービス提供者の書面による承諾がない限り、本規約上の地位および本規約に基づく権利または義務の全部または一部を第三者に譲渡してはならないものとします。</p>
                        <p>（2）本サービス提供者は、本サービスの全部または一部を本サービス提供者の裁量により第三者に譲渡することができ、その場合、譲渡された権利の範囲内で利用者のアカウントを含む、本サービスに係る利用者の一切の権利が譲渡先に移転するものとします。</p>
        
                        <h2>第7条（分離可能性）</h2>
                        <p>本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。</p>
        
                        <h2>第8条（本サービス提供者への連絡方法）</h2>
                        <p>本サービスに関する利用者の本サービス提供者へのご連絡・お問い合わせは、本サービスまたは本サービス提供者が運営するwebサイト内の適宜の場所に設置するお問い合わせフォームからの送信または本サービス提供者が別途指定する方法により行うものとします。</p>
        
                        <h2>第9条（準拠法、管轄裁判所）</h2>
                        <p>（1）本規約の有効性，解釈及び履行については，日本法に準拠し，日本法に従って解釈されるものとする。</p>
                        <p>（2）本サービス提供者と利用者等との間での論議・訴訟その他一切の紛争については、訴額に応じて、東京簡易裁判所又は東京地方裁判所を専属的合意管轄裁判所とします｡</p>
                        </v-card-text>
                    </v-card>
                </v-col>
            </v-container>
        </v-card>
    </v-container>
</template>

<script>
    export default {
        name: "Terms"
    }
</script>

<style scoped>
    p{
        margin: 0;
    }
    h2{
        margin-top: 10px;
    }
</style>
